{"for": 271, "in": 366, "mexico": 478, "city": 151, "after": 25, "reuters": 664, "the": 790, "of": 537, "an": 51, "that": 778, "killed": 413, "on": 556, "wednesday": 944, "as": 72, "workers": 983, "last": 418, "person": 597, "known": 415, "to": 858, "be": 93, "minister": 484, "said": 679, "all": 37, "had": 313, "been": 97, "from": 284, "office": 549, "district": 210, "capital": 137, "at": 77, "other": 575, "several": 712, "days": 193, "ago": 31, "people": 593, "most": 495, "with": 974, "two": 899, "earlier": 225, "month": 489, "when": 952, "even": 243, "more": 491, "hit": 346, "south": 734, "country": 185, "reuters the": 666, "of an": 538, "on wednesday": 566, "of the": 544, "the last": 806, "to be": 859, "all the": 39, "had been": 314, "from the": 285, "in the": 371, "the most": 809, "the country": 795, "former": 277, "members": 472, "before": 98, "supreme": 758, "court": 187, "judge": 406, "will": 970, "give": 298, "his": 344, "ruling": 673, "monday": 487, "whether": 956, "pro": 628, "independence": 375, "should": 718, "released": 654, "so": 725, "they": 834, "can": 134, "election": 234, "set": 711, "sources": 733, "friday": 283, "government": 307, "their": 826, "release": 653, "while": 959, "leaders": 429, "who": 962, "held": 335, "majority": 457, "made": 455, "law": 424, "and": 53, "take": 764, "control": 180, "region": 651, "call": 128, "face": 252, "off": 548, "between": 109, "has": 317, "into": 381, "its": 400, "political": 607, "crisis": 188, "four": 279, "decades": 197, "than": 777, "companies": 171, "move": 496, "legal": 434, "out": 578, "cut": 191, "it": 396, "also": 45, "vice": 917, "president": 615, "one": 568, "party": 588, "candidates": 136, "asked": 76, "leave": 431, "order": 574, "campaign": 133, "supreme court": 759, "on monday": 559, "should be": 719, "said on": 683, "on friday": 557, "members of": 473, "before the": 99, "to take": 869, "the election": 797, "more than": 492, "out of": 579, "the government": 804, "one of": 569, "of his": 539, "for the": 273, "attorney": 82, "calls": 131, "rights": 668, "immigrants": 363, "video": 918, "if": 357, "americans": 49, "enough": 239, "about": 13, "lawyer": 426, "illegal": 361, "her": 337, "came": 132, "right": 667, "this": 841, "is": 386, "not": 525, "he": 324, "was": 932, "times": 857, "federal": 260, "would": 986, "today": 872, "believe": 103, "we": 939, "have": 320, "us": 910, "how": 353, "case": 139, "what": 951, "nothing": 528, "immigration": 364, "fact": 254, "any": 63, "happened": 315, "july": 407, "2015": 7, "our": 577, "report": 655, "race": 638, "liberal": 439, "won": 980, "then": 828, "about the": 14, "on the": 562, "is not": 387, "who was": 966, "would be": 987, "at the": 79, "we have": 941, "have to": 322, "all of": 38, "be the": 94, "of this": 546, "that he": 780, "he was": 329, "trump": 883, "clinton": 156, "poll": 609, "shows": 722, "message": 476, "new": 515, "york": 995, "republican": 660, "presidential": 621, "candidate": 135, "donald": 217, "democratic": 202, "hillary": 340, "among": 50, "american": 48, "voters": 923, "week": 945, "lead": 427, "nearly": 510, "according": 15, "showed": 721, "nov": 529, "against": 28, "him": 342, "system": 763, "told": 873, "rally": 640, "why": 968, "you": 996, "ve": 914, "got": 306, "get": 296, "vote": 921, "watch": 937, "because": 95, "led": 432, "percent": 595, "20": 6, "point": 604, "national": 506, "by": 125, "ahead": 34, "support": 756, "speech": 738, "saturday": 689, "best": 107, "civil": 152, "war": 931, "place": 600, "where": 955, "reporters": 657, "night": 519, "make": 458, "new york": 516, "republican presidential": 661, "presidential candidate": 622, "donald trump": 218, "on his": 558, "hillary clinton": 341, "this week": 843, "according to": 16, "that the": 784, "to get": 861, "to the": 870, "last week": 419, "to trump": 871, "trump is": 888, "as the": 74, "and the": 59, "told reporters": 874, "that trump": 786, "says": 694, "go": 301, "nominee": 522, "many": 462, "agency": 30, "could": 181, "elected": 233, "november": 530, "just": 409, "hours": 350, "adviser": 24, "10": 1, "business": 122, "event": 244, "thursday": 853, "are": 68, "say": 692, "day": 192, "during": 223, "wall": 926, "street": 751, "money": 488, "need": 511, "but": 123, "immediately": 362, "every": 246, "least": 430, "important": 365, "another": 61, "confirmed": 174, "part": 585, "economic": 228, "plan": 601, "under": 900, "george": 293, "bush": 121, "presidency": 614, "percent of": 596, "trump said": 889, "could be": 182, "if he": 358, "he is": 327, "said the": 685, "in new": 369, "on thursday": 563, "we are": 940, "said it": 682, "trump campaign": 886, "who has": 964, "will be": 971, "of their": 545, "he said": 328, "part of": 586, "post": 612, "brexit": 117, "london": 450, "britain": 118, "life": 440, "major": 456, "plans": 603, "news": 517, "prime": 625, "may": 465, "win": 973, "over": 581, "european": 242, "union": 902, "british": 119, "economy": 229, "years": 993, "trade": 880, "backed": 87, "john": 405, "via": 916, "public": 633, "private": 627, "way": 938, "deal": 194, "which": 957, "see": 701, "million": 482, "including": 374, "000": 0, "world": 985, "under the": 901, "prime minister": 626, "the european": 799, "has been": 318, "but the": 124, "that has": 779, "the world": 825, "official": 552, "planned": 602, "iraq": 385, "spokesman": 740, "there": 829, "must": 501, "wrote": 990, "twitter": 897, "it is": 397, "on saturday": 560, "if the": 359, "on twitter": 565, "or": 573, "german": 294, "state": 744, "refugees": 650, "no": 520, "police": 605, "officer": 550, "jobs": 404, "too": 877, "late": 421, "these": 833, "countries": 184, "young": 998, "muslim": 499, "back": 86, "now": 531, "being": 102, "do": 211, "fight": 262, "terrorism": 774, "own": 583, "allow": 42, "millions": 483, "men": 474, "your": 999, "without": 977, "like": 441, "citizens": 150, "possible": 611, "officers": 551, "those": 845, "clear": 154, "up": 908, "violence": 919, "group": 310, "efforts": 231, "foreign": 276, "line": 443, "know": 414, "better": 108, "help": 336, "to do": 860, "that they": 785, "death": 195, "terrorist": 775, "first": 267, "america": 47, "justice": 410, "wanted": 929, "going": 302, "early": 226, "ll": 448, "announced": 60, "paul": 590, "read": 642, "lost": 453, "left": 433, "she": 714, "my": 502, "everyone": 247, "community": 170, "added": 22, "still": 748, "lot": 454, "process": 629, "only": 570, "three": 851, "12": 4, "defense": 200, "this is": 842, "to go": 862, "and he": 54, "going to": 303, "will not": 972, "after the": 26, "told the": 876, "with the": 975, "into the": 382, "attack": 80, "century": 142, "act": 19, "rule": 671, "does": 212, "anti": 62, "syrian": 762, "change": 144, "washington": 935, "stand": 742, "nation": 505, "around": 70, "comments": 167, "united": 903, "states": 747, "peace": 592, "security": 700, "president donald": 617, "to have": 863, "against the": 29, "does not": 213, "it was": 398, "the united": 823, "united states": 905, "of our": 541, "germany": 295, "israel": 393, "financial": 263, "conference": 173, "billion": 113, "investigation": 383, "officials": 553, "2016": 8, "since": 723, "local": 449, "never": 514, "ministry": 485, "himself": 343, "parliament": 584, "opposition": 572, "lawmakers": 425, "story": 750, "have been": 321, "the 2016": 791, "said he": 680, "said in": 681, "was not": 933, "the new": 811, "up to": 909, "to help": 864, "saudi": 690, "arabia": 67, "down": 220, "reports": 658, "military": 481, "sunday": 755, "media": 468, "decided": 198, "al": 36, "such": 753, "secretary": 698, "issue": 394, "long": 451, "some": 727, "old": 555, "speaking": 736, "question": 636, "reported": 656, "weapons": 943, "saudi arabia": 691, "on sunday": 561, "said that": 684, "secretary of": 699, "of state": 543, "is that": 388, "the american": 792, "in this": 372, "putin": 635, "meeting": 470, "moscow": 494, "anything": 65, "russian": 677, "next": 518, "expected": 250, "hold": 347, "same": 686, "time": 856, "let": 437, "again": 27, "far": 258, "to say": 867, "and his": 55, "the two": 822, "expected to": 251, "the same": 818, "fox": 280, "mayor": 466, "using": 913, "family": 257, "isn": 392, "very": 915, "good": 304, "home": 348, "few": 261, "don": 216, "think": 840, "information": 376, "did": 206, "position": 610, "wants": 930, "doesn": 214, "want": 927, "shot": 717, "year": 991, "stop": 749, "hearing": 334, "yet": 994, "claims": 153, "fox news": 281, "that she": 783, "over the": 582, "the city": 794, "this year": 844, "did not": 207, "that it": 782, "man": 461, "white": 960, "house": 351, "hard": 316, "obama": 535, "meet": 469, "following": 270, "protest": 631, "administration": 23, "team": 770, "recently": 648, "met": 477, "international": 379, "east": 227, "arrested": 71, "the white": 824, "white house": 961, "in his": 368, "the obama": 813, "national security": 507, "year old": 992, "department": 204, "program": 630, "general": 292, "sessions": 710, "making": 460, "saying": 693, "list": 444, "questions": 637, "called": 129, "less": 436, "california": 127, "were": 950, "chief": 146, "not be": 526, "by the": 126, "attorney general": 83, "there was": 832, "and that": 58, "obamacare": 536, "senate": 703, "health": 332, "bill": 112, "care": 138, "legislation": 435, "top": 879, "tax": 769, "policy": 606, "representatives": 659, "committee": 169, "chairman": 143, "use": 911, "future": 290, "reform": 649, "healthcare": 333, "effort": 230, "barack": 90, "republicans": 662, "six": 724, "agreement": 33, "big": 111, "washington reuters": 936, "the senate": 819, "the law": 807, "the house": 805, "house of": 352, "of representatives": 542, "there are": 830, "president barack": 616, "barack obama": 91, "trump and": 885, "iran": 384, "nuclear": 532, "congress": 175, "well": 947, "democrats": 203, "sanctions": 687, "able": 11, "within": 976, "keep": 411, "actually": 21, "relations": 652, "member": 471, "reuters president": 665, "as well": 75, "well as": 948, "he had": 325, "not to": 527, "would not": 989, "able to": 12, "the first": 802, "of trump": 547, "that is": 781, "nomination": 521, "source": 732, "james": 401, "name": 504, "matter": 464, "comment": 166, "statement": 746, "senior": 705, "given": 299, "as he": 73, "in statement": 370, "the president": 816, "the trump": 821, "trump administration": 884, "re": 641, "five": 268, "weeks": 946, "florida": 269, "north": 523, "end": 238, "tried": 882, "though": 846, "once": 567, "director": 209, "100": 2, "september": 707, "through": 852, "they re": 836, "we re": 942, "they were": 837, "key": 412, "across": 18, "center": 140, "continue": 179, "near": 509, "morning": 493, "the national": 810, "women": 979, "great": 309, "words": 981, "gop": 305, "them": 827, "lives": 447, "tweet": 896, "action": 20, "voted": 922, "it would": 399, "want to": 928, "need to": 512, "black": 114, "hate": 319, "full": 287, "march": 463, "due": 221, "until": 907, "past": 589, "june": 408, "later": 422, "gun": 312, "work": 982, "fired": 266, "due to": 222, "was the": 934, "there is": 831, "free": 282, "service": 708, "supporters": 757, "doing": 215, "having": 323, "taken": 765, "away": 85, "army": 69, "number": 533, "people who": 594, "is the": 389, "number of": 534, "room": 670, "current": 190, "live": 446, "special": 737, "talk": 767, "along": 43, "social": 726, "show": 720, "find": 264, "history": 345, "europe": 241, "secret": 697, "bad": 88, "press": 624, "went": 949, "intelligence": 378, "course": 186, "taking": 766, "things": 839, "already": 44, "however": 354, "real": 643, "front": 286, "done": 219, "behind": 101, "instead": 377, "when he": 953, "in which": 373, "who are": 963, "president obama": 619, "they are": 835, "that was": 787, "decision": 199, "speaker": 735, "used": 912, "host": 349, "someone": 729, "latest": 423, "executive": 249, "others": 576, "thousands": 848, "students": 752, "school": 695, "job": 403, "trying": 891, "become": 96, "russia": 676, "elections": 235, "evidence": 248, "emails": 237, "trying to": 892, "syria": 761, "islamic": 390, "tuesday": 893, "might": 480, "took": 878, "islamic state": 391, "on tuesday": 564, "and it": 56, "during the": 224, "cnn": 158, "voting": 925, "votes": 924, "the state": 820, "open": 571, "border": 115, "gave": 291, "texas": 776, "despite": 205, "getting": 297, "both": 116, "put": 634, "pay": 591, "charges": 145, "climate": 155, "30": 10, "letter": 438, "global": 300, "human": 356, "in an": 367, "the republican": 817, "accused": 17, "leader": 428, "issues": 395, "found": 278, "ties": 854, "children": 147, "between the": 110, "response": 663, "ever": 245, "staff": 741, "thought": 847, "reason": 646, "president trump": 620, "coalition": 160, "force": 274, "debate": 196, "recent": 647, "months": 490, "based": 92, "much": 498, "here": 338, "the federal": 801, "conservatives": 178, "anyone": 64, "likely": 442, "politics": 608, "january": 402, "sure": 760, "me": 467, "presidential election": 623, "to make": 866, "if you": 360, "groups": 311, "middle": 479, "whose": 967, "threat": 850, "attacks": 81, "working": 984, "democrat": 201, "senator": 704, "state department": 745, "really": 645, "didn": 208, "he has": 326, "trump has": 887, "talks": 768, "conservative": 177, "that we": 788, "governor": 308, "the democratic": 796, "email": 236, "the party": 814, "told reuters": 875, "eu": 240, "mr": 497, "tillerson": 855, "role": 669, "little": 445, "to see": 868, "who is": 965, "elect": 232, "visit": 920, "below": 104, "president elect": 618, "korean": 417, "korea": 416, "missile": 486, "north korea": 524, "pic": 598, "com": 161, "pic twitter": 599, "twitter com": 898, "merkel": 475, "failed": 255, "11": 3, "travel": 881, "ban": 89, "tv": 895, "wife": 969, "https": 355, "co": 159, "high": 339, "look": 452, "calling": 130, "muslims": 500, "she was": 715, "realdonaldtrump": 644, "for his": 272, "seen": 702, "comey": 164, "head": 331, "fbi": 259, "second": 696, "budget": 120, "term": 773, "power": 613, "spending": 739, "the fbi": 800, "he would": 330, "protesters": 632, "woman": 978, "something": 730, "thing": 838, "and other": 57, "you re": 997, "rules": 672, "trump to": 890, "bernie": 105, "sanders": 688, "bernie sanders": 106, "the former": 803, "services": 709, "outside": 580, "congressional": 176, "start": 743, "company": 172, "run": 674, "air": 35, "authorities": 84, "fire": 265, "some of": 728, "close": 157, "son": 731, "to his": 865, "needs": 513, "agreed": 32, "central": 141, "council": 183, "of its": 540, "allegations": 40, "comes": 163, "commission": 168, "come": 162, "last year": 420, "tell": 772, "the media": 808, "turkey": 894, "thousands of": 849, "racist": 639, "fake": 256, "shooting": 716, "when the": 954, "interview": 380, "an interview": 52, "the bill": 793, "the people": 815, "forces": 275, "allies": 41, "university": 906, "coming": 165, "china": 148, "ryan": 678, "15": 5, "at least": 78, "such as": 754, "which is": 958, "sent": 706, "parties": 587, "am": 46, "oil": 554, "the end": 798, "running": 675, "makes": 459, "would have": 988, "2017": 9, "april": 66, "the next": 812, "chinese": 149, "myanmar": 503, "sexual": 713, "that would": 789, "began": 100, "funding": 288, "nations": 508, "facebook": 253, "ted": 771, "cruz": 189, "further": 289, "united nations": 904}